[{

    "name": "City Winery",
    "lat": 33.771958,
    "lng": -84.367409,
    "est": "2016",
    "info": "City Winery strives to deliver the highest-end combined culinary and cultural experience to our customers who are passionate in sharing wine, music, and culinary arts. We are a unique facility, combining a fully functioning winery with intimate concerts, food & wine classes, private events in a variety of configurations, and fine dining. We have created a compelling mix for our sophisticated clientele of foodies, and active cultural patrons -- bringing the wine country experience to the middle of a large city.",
    "entry": "You'll need to follow them on social media (citywineryatl on Facebook, Twitter, and Instagram) where, every week, they'll release a name. Once you've received it, head out to PCM; there's an unmarked door on the left side of the art supply shop Binders, where you'll find a door guy waiting for you to tell him that name you heard, or, you know, to just stare at you like you're in the wrong place."

}, {

    "name": "Eleanor's",
    "lat": 33.849356,
    "lng": -84.491848,
    "est": "2005",
    "info": "Nothing's wrong with you if you never knew there was a speakeasy inside the delicious Muss & Turner's, because everything's right with the food and drink in the main area. The place is named after an 'in-house sage' who throws monthly meetups for ladies at one of the designated tables, where featured speakers break down all things life. If you're not female and find yourself uninvited, just go any other time -- there are great chicharones and charcuterie to go with your 'Brown Thrasher' concoction of bourbon, lemon, Amaro Averna, and hickory-smoked apple shrub.",
    "entry": "Walk straight in and keep going until you get to what looks like a walk-in cooler, open it, walk past the wine cellar, down the hallway, and start soaking up the atmosphere as well as the cocktails."

}, {

    "name": "Red Phone Booth",
    "lat": 33.759477,
    "lng": -84.386966,
    "est": "2016",
    "info": "Located in the iconic Dailey's building in downtown Atlanta, Red Phone Booth is the first of a multi-location franchise roll-out. Red Phone Booth is a prohibition experience featuring an extensive classic craft cocktail program. Patrons will notice the finest attention to detail that provides for exceptional cocktails including 100% fresh squeezed juices such as blood orange, mango, and cranberry, hand chipped double-reverse osmosis ice, garnishes cut to order, a collection of some of the rarest liquors available and over a dozen tinctures, bitters and flavoring agents to help breath new depth. Small plates including fresh seafood, carpaccio, Neapolitan pizza and house made desserts. Showcasing the 1920s speakeasy theme, the venue has restored original brick floors, a honey onyx bar, intimate fireplace, custom Italian leather couches, and hand-painted ceiling with back lighting. A private 'mob-style' kitchen complete with poker and pool tables is available to rent for private events.",
    "entry": "Just like the former Prohibition in Buckhead, guests enter by securing a secret phone number and dialing it into a restored antique London red phone booth entryway. Try hitting a nearby bar first and tipping your ‘tender before."

}, {

    "name": "Edgewood Speakeasy",
    "lat": 33.754162,
    "lng": -84.376903,
    "est": "2012",
    "info": "Though Pizzeria Vesuvius is no more, the owners of Edgewood Speakeasy also run Bone Lick BBQ, and they've installed it in Vesuvius' space. This means you can get delicious tender smoked wings and other great meat madness to layer your stomach with before you walk through the bookshelf door that leads to the hidden middle bar above The Music Room, which they also own. Things are pretty simple -- if you have a favorite drink, ask them and they can either make it or make up something similar -- and there are great DJs pretty much nightly, along with events like comedy open mic on Sundays at 9pm. They also share a free parking lot with Noni's.",
    "entry": "Walk into Bone Lick, past the bar, hang a left near the kitchen and look at the bookshelf. It's really a door -- those books are glued on and aren't going anywhere. Pull the wooden frame; it swings open to the right."

}, {

    "name": "El Bar",
    "lat": 33.773565,
    "lng": -84.356649,
    "est": "2007",
    "info": "Below and behind the not amazing but pretty damn good Mexican restaurant El Azteca is one of the weirdest, tiniest dancing places not even Elton John's ATL-lovin'-ass could have seen coming. Expect an industry crowd early in the week, where other bartenders and service staff get their drinks even more low-priced than you, but that only makes it easier to pick up a seedy/sexy bartender or server. Also, if you see people dancing, there's a good chance that they've been partying all day/night, so be prepared to walk around them as they groove to DJs like Speakerfoxxx -- which inspires some quixotic and jerky dance moves.",
    "entry": "Go down and around the back of the restaurant to a graffiti-paint-dripped gray door. If it's after 10pm, El Bar is open, the door will open too."

}, {

    "name": "The Blind Pig Parlour Bar",
    "lat": 33.842452,
    "lng": -84.383032,
    "est": "2015",
    "info": "Located behind a nondescript door at the rear of Smokebelly BBQ -- look for the small pig above the portal -- this Buckhead bar from the same owners conjures swank speakeasies with its plush couches and elaborate lighting. Drinks veer toward both ends of the stiff/sweet spectrum, while a limited menu of upscale bar bites offers choices for sharing or solo snacking. Drinking is also pretty throwback-fancy -- ask for a classic Sazerac, or get house cocktails like the Time on a Beach, with light rum, Fernet Branca, citrus/mint, and pisco",
    "entry": "Ask Smokebelly's bartender for the password (tips appreciated), then go outside and around the back, where you'll find a door featuring a small pig attached to the wall above it, and a doorbell to ring. Give whoever opens that door the password. See no evil, hear no evil, pork no evil."

}, {

    "name": "The Duck Club Speakeasy",
    "lat": 33.653739,
    "lng": -84.449789,
    "est": "2016",
    "info": "Tri-Cities residents don't care that you don't know what the hell goes on in Hapeville, East Point, or College Park, but you're going to want to be included on The Duck Club, as it's tucked inside the rear of Rev Coffee Roasters -- yup, the same folks from the great coffee spot in the Jonquil (no-man's-land) area of Smyrna. Inside the dimly lit shotgun space, you'll find hung animal heads, tapped beers by Hapeville's own Arches Brewing, a damn good fried chicken sandwich, great wings, and one of those six-sided poker tables.",
    "entry": "Walk in Rev and head to the back-right side of the room. There's a door just before the back wall, and a hallway that curves to the left. Go there. It leads to your happy place."

}, {

    "name": "GA Chapter Room ('The Fred')",
    "lat": 33.908007,
    "lng": -84.380069,
    "est": "2009",
    "info": "It was called The Fred, but Taco Mac must've realized beer bars aren't human, so the owners renamed it, kept the seasonal, classic, and very rare beers, plus added more. It's also got wines and cocktails, and didn't alter the beautifully barrel-shaped interior. GA did, however, take away the requirement to have a high number of their 'Brewniversity' loyalty points to drink the good stuff, and made it so you can get in there and enjoy premium brews -- about a dozen drafts, 50+ bottles, and a secret stash of 750ml brews that start around $20. There's also a smaller, separate food menu that includes beer-brined wings, flatbreads, truffle fries, and knockwurst with bacon-braised onions.",
    "entry": "Walk down the side of T. Mac, behind the building, and you'll see a door with a plaque of a monkey. Knock, and ye shall be received."

}, {

    "name": "The Club @ Chops",
    "lat": 33.839860,
    "lng": -84.381806,
    "est": "2008",
    "info": "Chops is already exclusive enough, as evidenced by the price point on the unbeatably great seafood and steaks, but there's even more secrecy and selection when it comes to what it's hiding for real elites. Pick a cigar from the huge humidor room to smoke, and listen to a live pianist or cellist while you drink like pre-WWII and experience super-great secret service. Ask for the Frank Sinatra table if you're really believing you belong.",
    "entry": "You could look for the secret door, but the staff will just quietly laugh at you since you'll have to be a member or have one walk you in. To be a member, there is a waiting list to get on a waiting list! Find a way to get that done, then go past the kitchen line to a oversized door made of black bonded leather with a peep-hole smack dab in the center. You must have an exclusive RFD card to unlock the door from the outside."

}, {

    "name": "Brigantine Beer Parlor",
    "lat": 33.741361,
    "lng": -84.346236,
    "est": "2015",
    "info": "Rare 750ml bottled beers, parlor games like shuffleboard and skeeball -- as well as ancient British ones no one cares for like 'skittles' and crokinole -- are all waiting for you underneath a menacing giant squid hanging from the ceiling (don't worry, it's wooden). BBP keeps a great, rare 750ml cask beer situation, and hosts a ton of events that make it not as stuffy as other local speakeasy-ish joints (read: Argo-Skee, date night comedy shows, weekly all-vinyl DJ parties and more). The bad news? Um, there isn't any. Other than you need to take your ass home eventually.",
    "entry": "Beeline it through Argosy, straight to the back, after 8pm, Wed-Sat only."

}, {

    "name": "The Bureau",
    "lat": 33.817037,
    "lng": -84.375613,
    "est": "2013",
    "info": "It's not necessary to know anybody famous or be in the mafia to get into the secret den of one of ATL's best steak makers. The dark-bricked hideaway has large paintings between wraparound booths with arched entrances, and the mirror-backed, glowing marble bar is perfect for leaning against -- which helps as leaning and drinking do kinda go together. While you're there, you can order anything off of KR's menu, from lobster Calabrese risotto to a 26oz porterhouse for two.",
    "entry": "Just tell the host at KR Steakbar you wanna go to The Bureau, and they'll lead you in -- through the kitchen."

}, {

    "name": "The War Room @ Churchill's",
    "lat": 33.842648,
    "lng": -84.380023,
    "est": "1974",
    "info": "Located underneath the main bar of Buckhead's oldest British bar is what looks like a bunker for World War II veterans that never aged, possibly due to alcohol's amazing pickling effects. Are there frills? Hell no! Drinks? Hell yes! And darts.",
    "entry": "Walk past Churchill's super-divey main bar, and down that uninviting staircase near the bathrooms. The private-membership vibe makes it a lot less hole-in-the-wall-y, but that's also part of the mystique."

}, {

    "name": "Supply and Demand",
    "lat": 33.842567,
    "lng": -84.380226,
    "est": "2015",
    "info": "Just behind Churchill's, this 25-and-up venue sells itself for private events but is also a good place to be on Thursday nights, where members and folks who are privy to its location come through to mingle and dance without the fratty aftertaste of other Buckhead spots. The concept is Wall Street greed, and the high-end spirits -- including rare vintages of Japanese whisky, Scotch, and bourbon, and cocktails such as the bluish Bull Market (mezcal, lemon, crème de violette, and agave nectar) -- are well worth the investment. There are even 'vesseled' group cocktails that clock in around $100 and can handle up to eight folks.",
    "entry": "Look for a private wood porch; it leads to an unmarked door. You don't have to be a member, but they get special privileges. And while membership is free, it requires invitation."

}, {

    "name": "Proof and Provision",
    "lat": 33.772692,
    "lng": -84.384617,
    "est": "2012",
    "info": "Proof and Provision is a 3,000-square-foot restaurant space. The decor encourages sophisticated gathering, conversation and drink-making. Dark wood comes together with raw steel to create a comfortable, industrial feel. Seating separate from the bar consists of large 6-top communal tables, smaller intimate tables, and rustic lounge-like seating areas. Distressed signage, wine barrels and exposed brick create a unique, fun and relaxing atmosphere. Large windows peering out to the street provide the lights and sounds of a big city. It's not a watering hole but a place to be sought out for unique and high quality drinks.",
    "entry": "The Georgian Terrace Hotel has a surprise in its basement: technically not a 'speakeasy', Proof and Provision has that similar feel. Just journey to the lower level and enjoy!"

}]
